
#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "Russian");
    cout << "\tКогда по синеве морей\n\
Зефир скользит и тихо веет\n\
В ветрила гордых кораблей\n\
И челны на волнах лелеет;\n\n\
\tЗабот и дум слагая груз,\n\
Тогда ленюсь я веселее —\n\
И забываю песни муз :\n\
Мне моря сладкий шум милее.\n\n\
\tКогда же волны по брегам\n\
Ревут, кипят и пеной плещут,\n\
И гром гремит по небесам,\n\
И молнии во мраке блещут, —\n\n\
\tЯ удаляюсь от морей\n\
В гостеприимные дубровы;\n\
Земля мне кажется верней,\n\
И жалок мне рыбак суровый :\n\n\
\tЖивет на утлом он челне,\n\
Игралище слепой пучины.\n\
А я в надежной тишине\n\
Внимаю шум ручья долины.\n";
}

